Repository: denissceluiko/omniva-woocommerce
Catalog: omniva-woocommerce/languages/omnivalt-*.po
Languages: et_ee

source: 2 people are needed to pick up the shipments
et_ee: Saadetistele järele on vaja 2 inimest

source: A comment that will be sent with the courier call request
et_ee: Kommentaar, mis saadetakse koos kulleri helistamissooviga

source: A newer version of the plugin (%s) has been released.
et_ee: Mooduli (%s) uuem versioon on saadaval.

source: A4 (4 labels)
et_ee: A4 (4 silti)

source: Actions
et_ee: Tegevused

source: Activate this plugin and allow to use %s methods
et_ee: Luba kõik %s

source: Activate this service, when you want to send parcels to parcel terminals.
et_ee: Aktiveerige teenus, kui soovite saata pakke pakiautomaatidesse.

source: Activate this service, when you want to send parcels to private persons in Finland.
et_ee: Aktiveerige teenus, kui soovite saata pakke eraisikutele Soome.

source: Activate this service, when you want to send parcels to specific post office.
et_ee: Aktiveerige see teenus, kui soovite saata pakid kindlasse postkontorisse.

source: Activate this service, when you want to send parcels within Latvia and Lithuania.
et_ee: Aktiveerige teenus, kui soovite saata pakke Läti ja Leedu siseselt.

source: Activate this service, when your e-shop customers would like to receive parcels in Estonia.
et_ee: Aktiveerige teenus, kui teie internetipoe kliendid soovivad saada pakke Eestis.

source: Add row
et_ee: Lisa rida

source: Add to SMS and email
et_ee: Lisage SMS-i ja e-posti

source: Address and contact information can be changed in Omniva settings.
et_ee: Aadressi ja kontaktteavet saab Omniva seadetes muuta.

source: Admin changed parcel terminal
et_ee: Admin vahetas pakiautomaati

source: After arrival time expires, the record is automatically removed
et_ee: Pärast saabumisaja möödumist eemaldatakse kirje automaatselt

source: All orders
et_ee: Kõik tellimused

# All status
source: All
et_ee: Kõik

source: Allow print manifest. Disable this option will hide table manifest column and manifest generation buttons.
et_ee: Luba manifesti printimine. Selle valiku keelamine peidab tabeli manifesti veeru ja manifesti loomise nupud.

source: Allowed formats: %1$s. Default time is %2$s, if incorrect value is entered or field is empty.
et_ee: Lubatud formaadid: %1$s. Vale väärtuse sisestamisel või välja tühjaks jätmisel on vaikimisi määratud aeg %2$s.

source: Amount
et_ee: Summa

source: API account country
et_ee: API konto riik

source: API password
et_ee: API parool

source: API user
et_ee: API kasutaja

source: Are you sure you want to cancel the courier arrival?
et_ee: Kas olete kindel, et soovite kulleri saabumise tühistada?

source: Arrival email
et_ee: Saabumise e-kiri

source: Arrival SMS
et_ee: Saabumise SMS

source: Automatic terminal selection
et_ee: Automaatne pakipunkti valik

source: Automatically select terminal by postcode.
et_ee: Automaatne pakipunkti valik postiindeksi põhjal.

source: Available for Estonian customers only.
et_ee: Saadaval ainult Eesti klientidele.

source: Back
et_ee: Tagasi

source: Bank account
et_ee: Pangakonto

source: Barcode
et_ee: Vöötkood

source: Block options
et_ee: Blokeerimisvalikud

source: Box size
et_ee: Kasti suurus

# Box size
source: Large
et_ee: Suur

# Box size
source: Medium
et_ee: Keskmine

# Box size
source: Small
et_ee: Väike

# button
source: Generate
et_ee: Genereeri

# button
source: Print
et_ee: Printimine

# button
source: Regenerate
et_ee: Loo uuesti

source: By box size
et_ee: Kasti suuruse järgi

source: By cart amount
et_ee: Ostukorvi summa järgi

source: By cart weight
et_ee: Ostukorvi kaalu järgi

source: Call Omniva courier
et_ee: Kutsu Omniva kuller

source: Cancel Omniva courier
et_ee: Tühista Omniva kuller

source: Cancel this call
et_ee: Tühista see kõne

source: Cannot create files in plugin folder
et_ee: Plugina kaustas ei saa faile luua

source: Cannot create files in plugin folder. Please check the plugin folder permissions.
et_ee: Plugina kaustas ei saa faile luua. Kontrollige pistikprogrammi kausta õigusi.

source: Carrier
et_ee: Kandja

source: Cart amount
et_ee: Ostukorvi summa

source: Cash on delivery
et_ee: Sularaha kättesaamisel

source: Change %s
et_ee: Muuda %s

source: Change only if want use custom API URL.
et_ee: Muutke ainult juhul, kui soovite kasutada "custom" API URLi.

source: Check phone format
et_ee: Kontrollige telefoni vormingut

source: Choose how to send the return code to the customer
et_ee: Valige, kuidas kliendile tagastamiskood saata

source: Choose the country of Omniva support from which you received API logins.
et_ee: Valige riik vastavalt sellele, millise riigi Omniva üksusest saite API andmed. Nt kui saite API parooli Omniva Eesti üksusest, valige "Eesti".

source: Choose what the shipping method label will be displayed on the Cart and Checkout pages.
et_ee: Valige, millist pakisilti kuvatakse ostukorvis ja maksmisel.

source: Comment
et_ee: Kommenteeri

source: Comment to the courier
et_ee: Kommenteeri kullerile

source: Company name
et_ee: Ettevõtte nimi

source: Completed orders
et_ee: Täidetud tellimused

source: Courier
et_ee: Kuller

source: Courier arrived and this can be removed
et_ee: Kuller saabus ja selle saab eemaldada

source: Courier Baltic
et_ee: Kuller Baltikum

source: Courier Finland
et_ee: Kuller Soome

source: Custom email subject (this field value not translating into other languages).
et_ee: Kohandatud e-kirja pealkiri (selle välja väärtust ei tõlgita teistesse keeltesse).

source: Customer
et_ee: Klient

source: Customer choose parcel terminal
et_ee: Klient valib pakiautomaadi

source: Date
et_ee: Kuupäev

source: Date unknown
et_ee: Kuupäev teadmata

source: Debug files still not created
et_ee: Debug faile pole veel loodud

source: Default Omniva API URL is %s
et_ee: Omniva vaikimisi API URL on %s

source: Delivery confirmation e-mail to sender
et_ee: Kättetoimetamise e-kiri saatjale

source: Delivery confirmation SMS to sender
et_ee: Kättetoimetamise SMS saatjale

source: Delivery countries and prices
et_ee: Kättetoimetamise riigid ja hinnad

source: Delivery to private customer
et_ee: Kättetoimetamine erakliendile

source: Description
et_ee: Kirjeldus

source: Design
et_ee: Kujundus

source: Disable for specific categories
et_ee: Keela teatud kategooriates

source: Disable for specific shipping classes
et_ee: Keela teatud saatmisklasside puhul

source: Display debug information via WP notice at the top of the web page after some action
et_ee: Pärast mõnda toimingut kuvage veebilehe ülaosas WP teatise kaudu silumise teave

source: Distance calculated from this point
et_ee: Sellest punktist arvutatud kaugus

source: Do not send
et_ee: Ärge saatke

source: Document return
et_ee: Dokumenditagastus

source: Enable
et_ee: Luba

source: Enable %s
et_ee: Luba %s

source: Enable debug mode
et_ee: Luba silumisrežiim

source: Enable manifest print
et_ee: Luba manifesti printimine

source: Enable request and response logging.
et_ee: Luba taotluste ja vastuste logimine.

source: Enter postcode
et_ee: Sisesta postiindeks

source: Enter postcode/address
et_ee: Sisesta postiindeks/aadress

source: Error
et_ee: Viga

# error
source: The service does not exist for the specified method
et_ee: Valitud meetodi puhul teenust ei pakuta

# error
source: The service is not available to the receiver country
et_ee: Saaja riigis pole teenus saadaval

# error
source: The service is not available to the sender country
et_ee: Saatja riigis pole teenus saadaval

# error
source: This shipping set does not exist
et_ee: Sellist saadetiste partiid pole olemas

# error
source: Unknown error
et_ee: Tundmatu viga

source: Example for Latvia: %1$s. Example for other countries: %2$s.
et_ee: Näide Läti puhul: %1$s. Näide muude riikide puhul: %2$s.

source: Failed to call courier
et_ee: Kullerile helistamine ebaõnnestus

source: Failed to cancel courier
et_ee: Kulleri tühistamine ebaõnnestus

source: Failed to get courier invitation number
et_ee: Kulleri kutse numbri hankimine ebaõnnestus

source: Failed to get labels
et_ee: Siltide hankimine ebaõnnestus

source: Failed to get manifest
et_ee: Manifesti hankimine ebaõnnestus

source: Failed to get packages
et_ee: Pakkide kättesaamine ebaõnnestus

source: Failed to get service set
et_ee: Teenuskomplekti hankimine ebaõnnestus

source: Failed to get shipment service
et_ee: Saatmisteenuse hankimine ebaõnnestus

source: Failed to get WooCommerce order data
et_ee: WooCommerce'i tellimuse andmete hankimine ebaõnnestus

source: Failed to register shipments
et_ee: Saadetiste registreerimine ebaõnnestus

source: File is empty
et_ee: Tühi fail

source: Filter
et_ee: Filtreeri

source: Fragile
et_ee: Ettevaatlik käsitlemine

source: Free from
et_ee: Tasuta alates

source: Free with coupon
et_ee: Kupongiga tasuta

source: From
et_ee: Alates

source: Generate and print labels
et_ee: Looge ja printige silte

source: Generate manifest
et_ee: Loo saateleht

source: Geolocation is not supported
et_ee: Geolokatsiooni ei toetata

source: Height
et_ee: Kõrgus

source: here
et_ee: siin

source: How many labels to print per page.
et_ee: Kui palju silte soovid ühe lehekülje kohta trükkida.

source: If at least one item in the cart does not have the specified size, then this shipping method will not be displayed
et_ee: Seda tarnemeetodit ei kuvata, kui vähemalt ühe ostukorvis oleva toote suurus on täpsustamata

source: If this item will be added to the shipment, mark that shipment as fragile
et_ee: Toote saadetisele lisamisel märkige, et saadetist tuleb ettevaatlikult käsitleda

source: If this item will be added to the shipment, the shipment receiver will have to show the document before picking up the shipment
et_ee: Kui see kaup lisatakse saadetisele, peab saadetise vastuvõtja dokumenti näitama enne saadetise järgi võtmist

source: Important!
et_ee: Tähtis!

source: Insurance
et_ee: Kindlustus

source: Invalid %s format
et_ee: Kehtetu %s vorming

source: Issue to persons at the age of 18+
et_ee: Väljastada isikutele, kes on vanemad kui 18

source: Label design
et_ee: Sildi kujundus

source: Labels
et_ee: Sildid

source: Labels print type
et_ee: Sildi printimistüüp

source: Latest call for same day pickup is until 3 pm.
et_ee: Sama päeva korjet saab tellida kuni kella 15.00-ni.

source: Leave empty to not change position. A higher number means a lower position (1 - top of the list).
et_ee: Jätke tühjaks, et mitte asendit muuta. Suurem arv tähendab madalamat positsiooni (1 – nimekirja tipp).

source: Length
et_ee: Pikkus

source: Loading select field...
et_ee: Valikuvälja laadimine...

source: Location not found!!!
et_ee: Kohta ei leitud!

source: Logged communications with API
et_ee: Logitud side API-ga

source: Logistics center
et_ee: Logistikakeskus

source: Logs list
et_ee: Logide loend

source: Manifest
et_ee: Saateleht

# Manifest
source: Courier name, surname, signature
et_ee: Kulleri eesnimi, perekonnanimi, allkiri

# Manifest
source: Date
et_ee: Kuupäev

# Manifest
source: No.
et_ee: Nr

# Manifest
source: Order No.
et_ee: Tellimuse nr.

# Manifest
source: Quantity
et_ee: Kogus

# Manifest
source: Recipient's name and address
et_ee: Saaja nimi ja aadress

# Manifest
source: Sender address
et_ee: Saatja aadress

# Manifest
source: Sender name, surname, signature
et_ee: Saatja eesnimi, perekonnanimi, allkiri

# Manifest
source: Shipment number
et_ee: Saadetise number

# Manifest
source: Weight
et_ee: Kaal

source: Manifest date
et_ee: Saatelehe kuupäev

source: Map
et_ee: Kaart

source: Max %s cm
et_ee: Maksimaalselt %s cm

source: Max cart size (%s) for terminal
et_ee: Maksimaalne ostukorvi suurus (%s) pakipunkti jaoks

source: Max cart weight (%1$s) for %2$s
et_ee: Maksimaalne ostukorvi kaal (%1$s) %2$s jaoks

source: Maximum allowed all cart products weight for %s.
et_ee: Maksimaalne lubatud kaal kõigi ostukorvi toodete %s jaoks.

source: Maximum cart size for parcel terminals. Leave all empty to disable.
et_ee: Maksimaalne ostukorvi suurus pakiautomaatidele. Jäta tühjaks, kui soovid peita.

source: Nearest post office
et_ee: Lähim postkontor

source: Need two man
et_ee: Vaja kahte meest

source: New orders
et_ee: Uued tellimused

source: No
et_ee: Ei

source: No compatible orders for manifest
et_ee: Saatelehele lisatavad tellimused puuduvad

source: Not Omniva
et_ee: Mitte Omniva

source: NOTE
et_ee: MÄRKUS

source: Note on label
et_ee: Märkus sildil

source: Number of parcels
et_ee: Pakkide arv

source: Number of parcels (MPS)
et_ee: Pakkide arv (MPS)

source: Official Omniva shipping plugin for WooCommerce
et_ee: Omniva ametlik WooCommerce’i tarnemoodul

source: Omniva Blocks
et_ee: Omniva plokid

source: Omniva courier called. Arrival time between %s.
et_ee: Omniva kuller helistas. Saabumisaeg vahemikus %s.

source: Omniva options
et_ee: Omniva valikud

source: Omniva parcel terminals
et_ee: Omniva pakiautomaadid

source: Omniva plugin not working
et_ee: Omniva plugin ei tööta

source: Omniva post offices
et_ee: Omniva postkontorid

source: Omniva shipping
et_ee: Omniva tarneviis

source: Omniva shipping method
et_ee: Omniva saatmisviis

source: Omniva tracking number
et_ee: Omniva jälgimisnumber

source: Omniva tracking numbers
et_ee: Omniva jälgimisnumbrid

source: On the checkout page, check if the entered mobile phone number format is correct.
et_ee: Kontrollige kassalehel, kas sisestatud mobiiltelefoninumbri vorming on õige.

source: Once daily
et_ee: Kord päevas

source: Order ID
et_ee: Tellimuse ID

source: Order information
et_ee: Tellimuse teave

source: Order number
et_ee: Tellimuse number

source: Order Status
et_ee: Tellimuse olek

source: Orders
et_ee: Tellimused

source: Orders ready to ship
et_ee: Tellimused saatmiseks valmis

source: Original (single label)
et_ee: Originaal (üks silt)

source: Paid by receiver
et_ee: Tasub saaja

source: Paid parcel email
et_ee: Makstud paki e-kiri

source: Paid parcel SMS
et_ee: Makstud paki SMS

source: Parcel terminal
et_ee: Pakiautomaat

source: Parcel terminal save repeated
et_ee: Korduv pakiautomaati salvestamine

source: parcel terminals
et_ee: pakiautomaate

source: Parcel terminals addresses
et_ee: Pakiautomaatide aadressid

source: Parcel terminals list
et_ee: Pakiautomaatide nimekiri

source: Personal delivery
et_ee: Väljastamine konkreetsele isikule

source: Pick up time end
et_ee: Korjeaja lõpp

source: Pick up time start
et_ee: Korjeaja algus

source: Place not found
et_ee: Kohta ei leitud

source: Please contact Omniva about parcels returns.
et_ee: Kui soovite aktiveerida pakkide tagastamise teenust, võtke palun ühendust Omnivaga.

source: Please contact Omniva for API access codes.
et_ee: Palun võtke Omnivaga ühendust API juurdepääsukoodide asjus.

source: Please select orders
et_ee: Palun valige tellimused

source: Please select parcel terminal
et_ee: Palun valige pakiautomaat

source: Please select parcel terminal.
et_ee: Palun valige pakiautomaat.

source: Please select post office
et_ee: Valige postkontor

source: Please select post office.
et_ee: Palun valige postkontor.

source: Position of each Omniva shipping method in shipping methods list on Checkout page.
et_ee: Iga Omniva tarneviisi asukoht kassalehe tarneviiside loendis.

source: Positioning may be affected by other plugins or functions used in the theme.
et_ee: Positsioneerimist võivad mõjutada teised teemas kasutatavad pistikprogrammid või funktsioonid.

source: Positions
et_ee: Positsioonid

source: Post office
et_ee: Postkontor

source: post offices
et_ee: postkontorid

source: Post offices addresses
et_ee: Postkontorite aadressid

source: Post offices list
et_ee: Postkontorite nimekiri

source: Preliminary cart size is calculated by trying to fit all products by taking their dimensions (boxes) indicated in their settings.
et_ee: Esialgne ostukorvi suurus arvestatakse kõikide toodete mahtude alusel, kasutades selleks toodete seadetes märgitud mõõtmeid.

source: Price
et_ee: Hind

source: Price type
et_ee: Hinnatüüp

source: Prices
et_ee: Hinnad

source: Print labels
et_ee: Printige sildid

source: Print manifest
et_ee: Prindi manifest

source: Private customer
et_ee: Eraklient

source: Registered labels
et_ee: Registreeritud sildid

source: Registered orders
et_ee: Registreeritud tellimused

source: Request
et_ee: Taotlus

source: Request security check failed
et_ee: Turvakontrolli taotlemine ebaõnnestus

source: Required mobile phone number if want use service "%s".
et_ee: Nõutav mobiiltelefoni number, kui soovite kasutada teenust "%s".

source: Reset
et_ee: Lähtesta

source: Response
et_ee: Vastus

source: Return notification email
et_ee: Tagastusteade – E-mail

source: Return notification SMS
et_ee: Tagastusteade – SMS

source: Returns
et_ee: Tagastused

source: Scheduled courier arrivals
et_ee: Plaanilised kullerite saabumised

source: Search
et_ee: Otsing

source: Select
et_ee: Valige

source: Select Categories
et_ee: Vali kategooriad

source: Select in map
et_ee: Valige kaardil

source: Select parcel terminal
et_ee: Vali pakiautomaat

source: Select post office
et_ee: Vali postkontor

source: Select Shipping classes
et_ee: Valige saatmisklassid

source: Select shipping classes for which you want to disable the Omniva method
et_ee: Valige saatmisklassid, mille puhul soovite Omniva meetodi keelata

source: Select terminal
et_ee: Vali pakipunkt

source: Selected
et_ee: Valitud

source: Selected rate ID
et_ee: Valitud määra ID

source: Selected terminal
et_ee: Valitud terminal

source: Send an email to customer with tracking code, when the label is generated.
et_ee: Saada kliendile pärast pakisildi loomist e-mail jälgimisnumbriga.

source: Send email on shipment arrive
et_ee: Saada e-kiri paki saabudes

source: Send email to customer from Omniva, when the shipment arrives at the terminal.
et_ee: Saada kliendile e-kiri Omnivalt, kui saadetis on sihtpunkti jõudnud.

source: Send email when a label is created
et_ee: Saada kliendile e-kiri, kui pakikaart on loodud

source: Send from store type.
et_ee: Tüüp „Saada poest“.

source: Send off type
et_ee: Saatmise tüüp

source: Send return code
et_ee: Saada tagastuskood

source: Sender information
et_ee: Saatja andmed

source: Service
et_ee: Teenus

source: Services
et_ee: Teenused

source: Settings
et_ee: Seaded

source: Shipment pickup
et_ee: Saadetise pealevõtmine

source: Shipment size
et_ee: Saadetise suurus

source: Shipments is heavy
et_ee: Saadetised on rasked

source: Shipments weight exceeds 30 kg
et_ee: Saadetise kaal ületab 30 kg

source: Shipping
et_ee: Vedu

source: Shipping from %1$s (%2$s) to %3$s (%4$s) is not available
et_ee: Kohaletoimetamine alates %1$s (%2$s) kuni %3$s (%4$s) ei ole saadaval

source: Shipping method is not Omniva
et_ee: Tarnemeetod ei ole Omniva

source: Shipping methods
et_ee: Tarnemeetodid

source: Shipping methods for Omniva
et_ee: Omniva tarnemeetodid

source: Shipping methods settings
et_ee: Tarnemeetodite seaded

source: Shop address
et_ee: Poe aadress

source: Shop city
et_ee: Poe linn

source: Shop country code
et_ee: Poe riigikood

source: Shop email
et_ee: Poe meil

source: Shop mobile number
et_ee: Poe mobiilinumber

source: Shop name
et_ee: Poe nimi

source: Shop phone number
et_ee: Poe telefoninumber

source: Shop postcode
et_ee: Poe postiindeks

source: Show barcode in manifest
et_ee: Näita saatelehel vöötkoodi

source: Show debug data in WP notice
et_ee: Kuva silumisandmed WP teatises

source: Show in map
et_ee: Näita kaardil

source: Show map of terminals.
et_ee: Näita pakipunktide kaarti.

source: Show more
et_ee: Näita rohkem

source: Show note or other comment on label. You can use this variables: %s
et_ee: Näita sildil märkust või muud kommentaari. Võid kasutada sellist muutujat: %s

source: Show parcel terminals map
et_ee: Näita pakiautomaatide kaarti

source: Show post offices map
et_ee: Näita postkontorite kaarti

source: Show tracking information in emails
et_ee: Näita e-kirjades saadetise jälgimise infot

source: Show tracking information in WooCommerce Order emails.
et_ee: Näita saadetise jälgimisinfot "WooCommerce Order" e-maili põhjas.

source: Simple
et_ee: Lihtsaadetis

source: Size
et_ee: Suurus

source: Sorry, %1$d kg exceeds the maximum weight of %2$d kg for %3$s
et_ee: Vabandame, kuid %1$d kg ületab %3$s jaoks lubatud maksimaalse kaalu, mis on %2$d kg

source: Specific post office
et_ee: Konkreetne postkontor

source: Specify how many separate shipments will be required for 1 quantity of this product. If a value of 1 or more is specified, when generating labels for the Order, as many labels as specified here will be additionally generated. If specify a value of 0, no additional shipping labels will be generated.
et_ee: Määrake, mitu eraldi saadetist on vaja selle toote ühe koguse jaoks. Kui on määratud väärtus 1 või enam, genereeritakse Tellimusele siltide loomisel lisaks nii palju silte, kui siin on määratud. Kui määrate väärtuse 0, siis täiendavaid tarnesilte ei genereerita.

source: The delivery address is changed in the fields above
et_ee: Eelnevatel väljadel on muudetud kättetoimetamise aadressi

source: The used API cant get register shipment
et_ee: Kasutatud API ei saa registreerimissaadetist vastu võtta

source: The used API does not have a courier call option
et_ee: Kasutataval API-l ei ole kullerikõne võimalust

source: The used API does not have a courier cancel option
et_ee: Kasutatud API-l ei ole kulleriga tühistamise võimalust

source: The value of this field is used only if the mobile number is not entered.
et_ee: Selle välja väärtust kasutatakse ainult siis, kui mobiilinumbrit pole sisestatud.

source: The website has too many coupons, so only the first %d coupons are displayed
et_ee: Veebisaidil on liiga palju kuponge, seega kuvatakse ainult esimest %d kupongi

source: The website is using too low a PHP version
et_ee: Veebisait kasutab liiga madalat PHP versiooni

source: There were no cities found for your search term
et_ee: Teie otsingutermini jaoks ei leitud ühtegi linna

source: This feature is not working yet
et_ee: See funktsioon veel ei tööta

source: To
et_ee: Kuni

source: To override email template, copy template file from %1$s to your theme %2$s directory.
et_ee: E-kirja malli eiramiseks kopeeri malli fail %1$s oma kujunduse %2$s kataloogi.

source: Total shipments
et_ee: Saadetised kokku

source: Use my location
et_ee: Kasuta minu asukohta

source: Value is too short
et_ee: Väärtus on liiga lühike

source: We are writing to let you know that a tracking number has been generated for your shipment.
et_ee: Kirjutame teile teatamaks, et teie saadetisele on loodud jälgimisnumber.

source: We are writing to let you know that your order is being prepared for shipment.
et_ee: Anname teile teada, et teie tellimust valmistatakse saatmiseks ette.

source: We do not recommend update the plugin, because your plugin have changes that is not included in the update
et_ee: Me ei soovita pistikprogrammi värskendada, kuna teie pistikprogrammis on muudatusi, mida värskendus ei sisalda

source: Weight
et_ee: Kaal

# whose
source: phone number
et_ee: telefoninumber

source: Width
et_ee: Laius

source: You can choose the parcel terminal on the Checkout page
et_ee: Pakiautomaadi saad valida Kassa lehel

source: You can choose the post office on the Checkout page
et_ee: Postkontori saad valida Kassa lehel

source: You can download it by pressing %s.
et_ee: Allalaadimiseks vajutage %s.

source: Your order shipment has been registered
et_ee: Teie saadetis on registreeritud Omniva süsteemis

source: Your shipment tracking numbers are %s.
et_ee: Teie saadetise jälgimisnumbrid on %s.

source: Your tracking number is %s.
et_ee: Teie saadetise jälgimisnumber on %s.
